{
    "0": "On August 3, 2019, a mass shooting occurred at a Walmart store in El Paso, Texas, United States. In the terrorist attack, a far-right individual allegedly killed 23 people and injured 23 others. The Federal Bureau of Investigation is investigating the shooting as an act of domestic terrorism and a hate crime. The shooting has been described as the deadliest attack on Latinos in modern American history, and is the deadliest mass shooting in the US to conclude with an alleged perpetrator being caught alive to face legal repercussions.",
    "1": "The 2014 Ludian earthquake struck Ludian County, Yunnan, China, with a moment magnitude of 6.1 on 3 August. The earthquake killed at least 617 people, injuring at least 2,400 others. As of 5 August 2014, 112 people remain missing. Over 12,000 houses collapsed and 30,000 were damaged. According to the United States Geological Survey, the earthquake occurred 29 km (18 mi) WSW of Zhaotong city at 16:03 local time (08:03 UTC).",
    "2": "The Statue of Liberty is a colossal neoclassical sculpture on Liberty Island in New York Harbor in New York City, in the United States. The copper statue, a gift from the people of France to the people of the United States, was designed by French sculptor Frédéric Auguste Bartholdi and its metal framework was built by Gustave Eiffel. The statue was dedicated on October 28, 1886.",
    "3": "The Pidjiguiti massacre was an incident that took place on 3 August 1959 at the Port of Bissau's Pijiguiti docks in Bissau, Portuguese Guinea. Dock workers went on strike, seeking higher pay, but a manager called the PIDE, the Portuguese state police, who fired into the crowd, killing at least 25 people. The government blamed the revolutionary group African Party for the Independence of Guinea and Cape Verde (PAIGC), arresting several of its members. The incident caused PAIGC to abandon their campaign of nonviolent resistance, leading to the Guinea-Bissau War of Independence in 1963.",
    "4": "USS Nautilus (SSN-571) was the world's first operational nuclear-powered submarine and the first submarine to complete a submerged transit of the North Pole on 3 August 1958. Her initial commanding officer was Eugene \"Dennis\" Wilkinson, a widely respected naval officer who set the stage for many of the protocols of today's Nuclear Navy of the US, and who had a storied career during military service and afterwards.",
    "5": "Kursha-2, named so after a road sign, was an industrial community in the Central Meshchyora, Ryazan Oblast, Russia. It was built soon after the October Revolution for the exploitation of the local forests, and was annihilated by a firestorm on 3 August 1936. The disaster caused 1000+ human deaths, making it one of the world's deadliest wildfires.",
    "6": "La Scala is a famous opera house in Milan, Italy. The theatre was inaugurated on 3 August 1778 and was originally known as the Nuovo Regio Ducale Teatro alla Scala. The premiere performance was Antonio Salieri's Europa riconosciuta.",
    "7": "The second Battle of Nördlingen was fought on August 3, 1645 southeast of Nördlingen near the village of Alerheim. France and its Protestant German allies defeated the forces of the Holy Roman Empire and its Bavarian ally.",
    "8": "The Battle of Guruslău or Battle of Goroszló was fought on 3 August 1601, between the troops of the Habsburg monarchy led by Giorgio Basta, the Cossacks and Wallachia led by Michael the Brave on one side, and the Transylvanian troops led by Sigismund Báthory on the other side. It was part of a series of military encounters between the Ottoman Empire and opposing European states during 1591-1606.",
    "9": "The Battle of Saucourt was part of the Viking invasions of West Francia and occurred between forces of Vikings and the troops of Kings of West Francia, Louis III of France and his brother Carloman II, on 3 August 881 at Saucourt-en-Vimeu."
}